/**
 * 사용자 수(카운트) SVG 아이콘.
 */

/** 이용자 수/카운트 표시용 아이콘 */
export const UseCountIcon = () => (
    <svg width="12" height="12" viewBox="0 0 12 12" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M7.71484 1L9.61961 2.92308L7.71484 4.84616" stroke="#62F6B5" stroke-linecap="round" stroke-linejoin="round" />
        <path d="M10 6.96132C10 7.76005 9.76541 8.54085 9.32587 9.20493C8.88632 9.86909 8.26164 10.3867 7.53074 10.6924C6.79983 10.998 5.99557 11.078 5.21964 10.9222C4.44372 10.7664 3.73099 10.3817 3.17157 9.81693C2.61217 9.25216 2.2312 8.53255 2.07686 7.74918C1.92252 6.96579 2.00173 6.15379 2.30448 5.41586C2.60723 4.67793 3.11992 4.04721 3.77772 3.60345C4.43552 3.15971 5.20888 2.92285 6 2.92285H9.61905" stroke="#62F6B5" stroke-linecap="round" stroke-linejoin="round" />
    </svg>
);
